# ctrl + k

# import sdk
# import 第三方库

# 红色        新内容  但未被添加至购物车 -> 将要提交的内容
# 绿色        将要提交的内容    git add  加入购物车
# 白色        远程与本地相同             已购买

# git init   share on gitee/github
# git add .   提交谁  所有文件/文件夹
# git commit  说明

# ctrl + k 打开页面 选中要提交的内容 设置 --》 提交信息 --》
# commit 提交  QQ输入框  -->对方未收到   购买清单
# push   发送按钮   付款
# 网络状况 push失败 github国外  网不好/没钱付款
# gitee

# 代理/梯子

# 整个系统加代理
# 软件加代理
# git commit 加代理


# 用户名+  邮箱
#  git config user.name "AnAn"
#  git config user.email "2915947652@qq.com"


# --------- 两种方案/平行宇宙--------------main master----->
#          --》 新方案
#          --》 新方案

# 男 --》 媒婆(代理 断了) --。女   （找个在国外的人代购）
        # 网络  （正常模式）传输速度慢 3个月  （心有余力不足）
        # xx （贴贴） 男->女  （跑到国外下载东西）


#
if __name__ == '__main__':
    print("asa")

#
#
# 情感老师
#
# 普通 课本
#
# 恋爱
#
# 谢谢你离开我 张小娴
# 别在该动脑子的时候动感情 采薇
#
#
#
#
# 普通 恋爱 犯罪 社会心理学
# 犯罪 心理罪(√) 秦明法医(可能不错)   十宗罪(垃圾)  专门的书籍
#
# (余华/
#  里泽林 像狗一样奔跑  (不好评价)
#     老杨的猫头鹰 姑娘脱贫比脱单更重要  姑娘脱贫比脱单更重要 (毒鸡汤)
#
#
#
# 社会 乌合之众
# 秦制两千年 (很不错，中国古代制民 手段)
#
#
#
# 格式塔 完型
# 精神分析 梦的解析 弗洛伊德
#
#
# 超越自由与尊严 BF斯金纳 (行为主义心理学 圣经)
#
# 自卑与超越  阿德勒
# 我们内心的冲突
#
#
# 精神分析引论 弗洛伊德 (过时)
# 作品 乌合之众
#
# 我们之间的化学反应 实验--推算心理  (身体本能)
#
#
# 周易 塔罗(牌) 星座 西方神秘学 (粗略)
# 塔罗(牌)
# 1 a  ->总有一条命中
# 2 b
# 3 c